IDEA Open Model
ConnectionLoadInfo.BeamMapping Property
Compatible with IDEA StatiCa 20.1
 BeamMapping
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<BeamLoadsImportMappingData> BeamMapping { get; set; }
Public Property BeamMapping As List(Of BeamLoadsImportMappingData)
	Get
	Set
Property Value
Type: List<BeamLoadsImportMappingData>
See Also
Reference
ConnectionLoadInfo Class
IdeaRS.OpenModel.Connection Namespace